[
  {
    "title": "Great Experience",
    "text": "Hey guys, it's an absolute honor for me to give a testimonial for Kerala students on Onam festival. As an institution, we always feel privileged to have diverse people and diverse cultures. As a student, during their course of 4 years, we learn a lot more about cultures and people from different celebrations and functions. We celebrated Onam in our 2nd year at Sri Shanmugha Institutions. I wish you guys all the best for this wonderful celebration. It was an amazing event last year. Thanks to the entire team of coordinators who made the event successful. I'm looking forward to this wonderful event.",
    "name": "Thirumoorthy Arumugam",
    "company": "Executive Director, SSEI",
    "image": "../assets/images/testimonial/ED.png",
    "rating": null
  },
  {
    "title": "Great Experience",
    "text": "Aarmadam’24 was a remarkable celebration that highlighted the cultural diversity, unity, and enthusiasm of Sri Shanmugha. With students leading every detail, it became an unforgettable experience of joy and togetherness. As we look forward to Asthra’25, the anticipation is even greater, and the name itself sparks much curiosity—I’m truly excited to witness the spirit of Onam come alive once again.",
    "name": "Gokila Shanmugham",
    "company": "Joint Secretary SSEI",
    "image": "../assets/images/testimonial/GOKILA.jpeg",
    "rating": null
  },
  {
    "title": "Great Experience",
    "text": "Aarmadham’24 set a great benchmark as Sri Shanmugha College’s first Onam celebration — the student participation was simply remarkable. With Asthra’25 around the corner, I’m eager to see the celebrations grow bigger and better, with our continued support.",
    "name": "Safeer N",
    "company": "MD, KM FOUNDATION",
    "image": "../assets/images/testimonial/SAFEER.png",
    "rating": null
  },
  {
    "title": "Great Experience",
    "text": "Armadam 2024, Sri Shanmugha College’s first grand Onam, lit up with cultural programs, traditional attire, pookalam, Thiruvathira, music, games, and payasam—creating unforgettable festive memories.",
    "name": "Munna Shaheem P",
    "company": "3rd Year CSE",
    "image": "../assets/images/testimonial/munna.JPG",
    "rating": null
  },
  {
    "title": "Great Experience",
    "text": "Aarmaadham'24 was indeed a highlight of my Onam experiences so far! Shanmugha's enthusiasm and energy are infectious, and I'm looking forward to Asthra'25 being another memorable celebration!",
    "name": "Fathima Jinan",
    "company": "3rd Year AIDS",
    "image": "../assets/images/testimonial/JINAN.jpg",
    "rating": null
  },
  {
    "title": "Great Experience",
    "text": "Armadam 2024 at Sri Shanmugha College turned Onam into a vibrant festival of unity, blending traditions, cultural shows, games, and joy into unforgettable moments.",
    "name": "Muhammed Shadhil",
    "company": "2023 BSc CT",
    "image": "../assets/images/testimonial/SHADHIL.jpg",
    "rating": null
  },
  {
    "title": "Great Experience",
    "text": "Last year’s Onam was truly special. From the colorful pookkalam to everyone in traditional attire, the festive spirit made it feel like one big family. What I cherished most was the joy of sitting together, sharing laughter, and celebrating our togetherness.",
    "name": "Wafa",
    "company": "2023 BSc RIT",
    "image": "../assets/images/testimonial/wafa.png",
    "rating": null
  },
  {
    "title": "Great Experience",
    "text": "Armadam 2024, by the 2021–2024 batch, was Sri Shanmugha College’s first grand Onam, with pookalam, Thiruvathira, performances, games & payasam—uniting all in joyous celebration.",
    "name": "Fadal",
    "company": "Alumni",
    "image": "../assets/images/testimonial/testimonial-3.jpg",
    "rating": null
  }
]
